Repository: maemo-leste-translations/osso-applet-textinput-l10n
Catalog: po/*.po
Languages: ar, be_by, bg_bg, ca_es, cs_cz, cy, da_dk, de_de, el_gr, es_mx, fa, fi_fi, fr_ca, fr_fr, hu_hu, it_it, km, ko, nl_nl, no_no, pa, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, zh_cn

# tein_fi_dual_dictionary_use
source: Use dual dictionaries
ar: استخدام قاموسين
be_by: Выкарытоўваць абодва слоўнікі
bg_bg: Използване на двойни речници
ca_es: Utilitza diccionaris duals
cs_cz: Použít duální slovníky
cy: Defnyddio dwy eiriadur
da_dk: Brug to ordbøger
de_de: Parallele Wörterbücher verwenden
el_gr: Χρήση και των δύο λεξικών
es_mx: Usar dos diccionarios
fa: استفاده از هر دو واژه نامه
fi_fi: Käytä molempia sanakirjoja
fr_ca: Utiliser deux dictionnaires
fr_fr: Utiliser les deux dictionnaires
hu_hu: Dupla szótár használata
it_it: Utilizza entrambi i dizionari
km: ប្រើវចនានុក្រមពីរក្នុងពេលតែមួយ
ko: 이중 사전 사용
nl_nl: Twee woordenboeken gebruiken
no_no: Bruk dobbel ordbok
pa: ਦੋਹਰੀ ਡਿਕਸ਼ਨਰੀ ਵਰਤੋਂ
pl_pl: Używanie słowników dwujęzycznych
pt_pt: Utilizar dois dicionários
ru_ru: Использование двух словарей
sv_se: Använd dubbla ordböcker
tr_tr: Çift sözlük kullan
zh_cn: 使用双词典

# tein_fi_keyboard_layout
source: Hardware keyboard layout
ar: لغة الكتابة بلوحة المفاتيح الداخلية
be_by: Раскладка апаратнай клавіятуры
bg_bg: Подредба на физическата клавиатура
ca_es: Disposició del teclat físic
cs_cz: Rozvržení hardwarové klávesnice
cy: Cynllun bysellfwrdd ffisegol
da_dk: Hardwaretastaturlayout
de_de: Gerätetastatur-Layout
el_gr: Διάταξη πληκτρολογίου συσκευής
es_mx: Diseño del teclado externo
fa: طرح بندی صفحه کلید سخت افزاری
fi_fi: Näppäimistön asettelu
fr_ca: Disposition du clavier physique
fr_fr: Disposition du clavier intégré
hu_hu: Hardver billentyűzet kiosztás
it_it: Tastiera hardware
km: ក្តារចុចនៅលើតួម៉ាស៊ីន
ko: 하드웨어 키보드 레이아웃
nl_nl: Indeling toetsenbord (hardware)
no_no: Oppsett av maskinvaretastatur
pa: ਹਾਰਡਵੇਅਰ ਕੀਬੋਰਡ ਵਰਤੋਂ
pl_pl: Układ klawiatury urządzenia
pt_pt: Esquema do teclado de hardware
ru_ru: Раскладка аппаратной клавиатуры
sv_se: Tangentbordslayout
tr_tr: Donanımsal klavye yerleşimi
zh_cn: 键盘布局

# tein_fi_not_in_use
source: Not in use
ar: غير مستخدم
be_by: Не выкарыстоўваецца
bg_bg: Не се използва
ca_es: No és en ús
cs_cz: Nepoužívá se
cy: Dim mewn defnydd
da_dk: Ikke i brug
de_de: Nicht verwendet
el_gr: Δεν είναι σε χρήση
es_mx: No está en uso
fa: در حال استفاده نیست
fi_fi: Ei käytössä
fr_ca: Inutilisée
fr_fr: Non utilisé
hu_hu: Nincs használatban
it_it: Non in uso
km: មិនបានប្រើ
ko: 사용하지 않음
nl_nl: Niet in gebruik
no_no: Ikke i bruk
pa: ਵਰਤੋਂ 'ਚ ਨਹੀਂ
pl_pl: Nieużywany
pt_pt: Não utilizar
ru_ru: Не используется
sv_se: Används inte
tr_tr: Kullanımda değil
zh_cn: 不使用

# tein_fi_primary_language
source: 1st language
ar: اللغة الأولى
be_by: 1-ая мова
bg_bg: 1ви език
ca_es: 1er idioma
cs_cz: 1. jazyk
cy: Iaith 1af
da_dk: 1. sprog
de_de: 1. Sprache
el_gr: 1η γλώσσα
es_mx: Idioma primario
fa: زبان اول
fi_fi: 1. kieli
fr_ca: 1re langue
fr_fr: Première langue
hu_hu: 1. nyelv
it_it: Lingua principale
km: ភាសាទី១
ko: 첫번째 언어
nl_nl: Eerste taal
no_no: Første språk
pa: ੧ਲੀ ਭਾਸ਼ਾ
pl_pl: Język 1
pt_pt: 1º idioma
ru_ru: 1-й язык
sv_se: Första språket
tr_tr: 1ci lisan
zh_cn: 主语言

# tein_fi_secondary_language
source: 2nd language
ar: اللغة الثانية
be_by: 2-ая мова
bg_bg: 2ри език
ca_es: 2on idioma
cs_cz: 2. jazyk
cy: 2il iaith
da_dk: 2. sprog
de_de: 2. Sprache
el_gr: 2η γλώσσα
es_mx: Idioma secundario
fa: زبان دوم
fi_fi: 2. kieli
fr_ca: 2e langue
fr_fr: Deuxième langue
hu_hu: 2. nyelv
it_it: Lingua secondaria
km: ភាសាទី២
ko: 두번째 언어
nl_nl: Tweede taal
no_no: Andre språk
pa: ੨ਜੀ ਭਾਸ਼ਾ
pl_pl: Język 2
pt_pt: 2º idioma
ru_ru: 2-й язык
sv_se: Andra språket
tr_tr: 2ci lisan
zh_cn: 次要语言

# tein_fi_settings_auto_capitalization
source: Auto-capitalization
ar: التحويل التلقائي للأحرف الكبيرة
be_by: Аўтаматычныя прапісныя
bg_bg: Уголемяване на първа буква
ca_es: Majúscules automàtiques
cs_cz: Automaticky velká písmena
cy: Hunan-briflythrennu
da_dk: Automatisk stort bogstav
de_de: Automatische Großschreibung
el_gr: Αυτόματη χρήση κεφαλαίων γραμμάτων
es_mx: Mayúsculas automáticas
fa: بزرگ نویسی خودکار
fi_fi: Iso alkukirjain automaattisesti
fr_ca: Majuscules automatiques
fr_fr: Majuscules automatiques
hu_hu: Auto-Nagybetű-kisbetű
it_it: Maiuscolo automatico
km: ស្វ័យប្តូរអក្សរធំ
ko: 자동 대문자
nl_nl: Automatische hoofdletters
no_no: Automatisk store bokstaver
pa: ਆਟੋਮੈਟਿਕ ਅੱਖਰ ਵੱਡੇ ਬਣਾਓ
pl_pl: Automatyczne wpisywanie wielkich liter
pt_pt: Capitalização automática
ru_ru: Автоматические прописные
sv_se: Automatiska versaler
tr_tr: Oto-büyükleştirme
zh_cn: 首字母大写

# tein_fi_settings_dictionary
source: Dictionary
ar: القاموس
be_by: Слоўнік
bg_bg: Речник
ca_es: Diccionari
cs_cz: Slovník
cy: Geiriadur
da_dk: Ordbog
de_de: Wörterbuch
el_gr: Λεξικό
es_mx: Diccionario
fa: واژه نامه
fi_fi: Sanakirja
fr_ca: Dictionnaire
fr_fr: Dictionnaire
hu_hu: Szótár
it_it: Dizionario
km: វចនានុក្រម
ko: 사전
nl_nl: Woordenboek
no_no: Ordbok
pa: ਡਿਕਸ਼ਨਰੀ
pl_pl: Słownik
pt_pt: Dicionário
ru_ru: Cловарь
sv_se: Ordbok
tr_tr: Sözlük
zh_cn: 词典

# tein_fi_settings_space_after_word
source: Insert space after word
ar: إضافة مسافة بعد الكلمة
be_by: Устаўка прабела пасля слова
bg_bg: Добавяне на интервал след дума
ca_es: Insereix una espai després de paraula
cs_cz: Vložit mezeru za slovo
cy: Rhoi bwlch wedi gair
da_dk: Indsæt mellemrum efter ord
de_de: Leerstelle nach Wort einfügen
el_gr: Εισαγωγή κενού μετά από μία λέξη
es_mx: Insertar espacio después de palabra
fa: درج خودکار فاصله بعد از کلمه
fi_fi: Välilyönti sanan jälkeen
fr_ca: Insérer une espace après le mot
fr_fr: Insérer un espace après chaque mot
hu_hu: Szóköz beszúrása a szavak közé
it_it: Inserisci uno spazio dopo ogni parola
km: ដាក់ចន្លោះឃ្លាបន្ទាប់ពាក្យ
ko: 단어 공백추가
nl_nl: Spatie invoegen na woord
no_no: Sett inn mellomrom etter ord
pa: ਸ਼ਬਦ ਦੇ ਬਾਅਦ ਖਾਲੀ ਥਾਂ ਛੱਡੋ
pl_pl: Wstawianie spacji po wyrazie
pt_pt: Inserir espaço após a palavra
ru_ru: Вставка пробела после слова
sv_se: Infoga mellanslag efter ord
tr_tr: Kelimeden sonra boşluk koy
zh_cn: 单词后自动空格

# tein_fi_settings_word_completion
source: Word completion
ar: إتمام الكلمة تلقائيا
be_by: Аўтазавяршэнне
bg_bg: Дописване на думи
ca_es: Completa les paraules
cs_cz: Automatické dokončování slov
cy: Cwblhau geiriau
da_dk: Intelligent ordbog
de_de: Wortvervollständigung
el_gr: Συμπλήρωση λέξης
es_mx: Escritura predictiva
fa: تکمیل کلمات
fi_fi: Ennakoiva tekstinsyöttö
fr_ca: Entrée semi-automatique
fr_fr: Saisie semi-automatique
hu_hu: Szavak kiegészítése
it_it: Completamento parole
km: បញ្ចប់ពាក្យ
ko: 단어 완성
nl_nl: Woordaanvulling
no_no: Fullføring av ord
pa: ਸ਼ਬਦ ਪੂਰੇ ਕਰੋ
pl_pl: Uzupełnianie wyrazów
pt_pt: Conclusão de palavras
ru_ru: Автозавершение
sv_se: Expandering av ord
tr_tr: Kelime tamamlama
zh_cn: 单词自动完成

# tein_fi_use_virtual_keyboard
source: Use virtual keyboard
ar: أستخدام الكيبورد الوهمي
be_by: Выкарычстоўваць віртуальную клавіятуру
bg_bg: Използване на виртуална клавиатура
ca_es: Utilitza el teclat virtual
cs_cz: Použít virtuální klávesnici
cy: Defnyddio bysellfwrdd sgrin
da_dk: Brug virtuelt tastatur
de_de: Virtuelle Tastatur verwenden
el_gr: Εικονικό πληκτρολογιο
es_mx: Usar teclado virtual
fa: استفاده از صفحه کلید مجازی
fi_fi: Käytä virtuaalinäppäimistöä
fr_ca: Utiliser le clavier virtuel
fr_fr: Utiliser le clavier virtuel
hu_hu: Virtuális billentyűzet használata
it_it: Utilizza la tastiera virtuale
km: ប្រើក្តារចុចនិមិត្ត
ko: 가상 키보드 사용
nl_nl: Virtueel toetsenbord gebruiken
no_no: Bruk virtuelt tastatur
pa: ਵੁਰਚੁਅਲ ਕੀਬੋਰਡ ਵਰਤੋਂ
pl_pl: Używanie klawiatury wirtualnej
pt_pt: Utilizar teclado virtual
ru_ru: Использовать виртуальную клавиатуру
sv_se: Använd virtuellt tangentbord
tr_tr: Sanal klavye kullan
zh_cn: 启用虚拟键盘

# tein_fi_word_completion_language_empty
source: Custom/Empty
ar: مخصص/فارغ
be_by: Карыстальніцкі/Пусты
bg_bg: Потребителски/Празен
ca_es: Personalitzat/Buit
cs_cz: Vlastní/Prázdný
cy: Addasedig/Gwag
da_dk: Brugerdefineret/tom
de_de: Benutzerdefiniert/Leer
el_gr: Προσαρμοσμένο/Κενό
es_mx: Personalizar/Vacío
fa: سفارشی/خالی
fi_fi: Oma/tyhjä
fr_ca: Personnalisé/Vide
fr_fr: Personnalisé/Vide
hu_hu: Egyéni/Üres
it_it: Personalizzato/Vuoto
km: ប្តូរ, តំរូវ/ទទេរ
ko: 사용자화/없음
nl_nl: Aangepast/Leeg
no_no: Tilpasset/tom
pa: ਕਸਟਮ/ਖਾਲੀ
pl_pl: Niestandardowy/Pusty
pt_pt: Personalizado/Vazio
ru_ru: Пользовательский/Пустой
sv_se: Egen/tom
tr_tr: Özel/Boş
zh_cn: 自定义/空

# tein_ti_text_input_title
source: Text input
ar: إدخال النص
be_by: Увод тэксту
bg_bg: Въвеждане на текст
ca_es: Entrada de text
cs_cz: Vkládání textu
cy: Mewnbwn testun
da_dk: Tekstindtastning
de_de: Texteingabe
el_gr: Είσοδος κειμένου
es_mx: Entrada de texto
fa: ورود متن
fi_fi: Tekstinsyöttö
fr_ca: Entrée de texte
fr_fr: Saisie de texte
hu_hu: Szöveg bevitel
it_it: Inserimento testo
km: ដាក់អក្សរ
ko: 문자 입력
nl_nl: Tekstinvoer
no_no: Tekstskriving
pa: ਟੈਕਸਟ ਇੰਪੁੱਟ
pl_pl: Wprowadzanie tekstu
pt_pt: Entrada de texto
ru_ru: Ввод текста
sv_se: Textinmatning
tr_tr: Metin girişi
zh_cn: 文字输入
